"The Unarchiver/Unarchive To Current Folder" = "The Unarchiver/解压到当前文件夹";

"The Unarchiver/Unarchive To Desktop" = "The Unarchiver/解压到桌面";

"The Unarchiver/Unarchive To..." = "The Unarchiver/解压到...";
